Repository: monicahenrabreu/medicaments_app
Catalog: lib/localization/app_*.arb
Languages: pt

# addMedicamentName
source: Medicament name
pt: Nome do Medicamento

# addMedicamentNoName
source: Please insert a name
pt: Por favor introduza o nome do medicamento

# didTakeMedicament
source: Did you take
pt: Tomou o

# didTakeMedicamentYes
source: Yes
pt: Sim

# didTakeMedicamentNo
source: No
pt: Não

# addMedicamentCancelButton
source: Cancel
pt: Cancelar

# addMedicamentSaveButton
source: Save
pt: Guardar

source: No Medicaments
pt: Sem Medicamentos

# medicamentsPageTitle
source: Medicament List
pt: Lista de Medicamentos

# medicamentsPageDateOnlyOneTime
source: Only in
pt: Só no dia

# medicamentsPageFromDate
source: From
pt: Desde

# medicamentsPageToDate
source: to
pt: até

# medicamentsPageAtHours
source: at
pt: às

# bottomNavigationBarItemMedicamentList
source: Medicament List
pt: Lista Medicamentos

# settingsSnooze
source: Set Snooze Time (in minutes):
pt: Por Snooze (minutos):

# daysChoosedMedicamentOnlyOneDay
source: Only one day
pt: Só um dia

# daysChoosedMedicamentFrom
source: From
pt: Deste

# daysChoosedMedicamentTo
source: To
pt: até
